epyc-7763-guc/20240905-1444-guc-tests/logs/1-32768-1000-join-no-yes-no-4096-1725963364/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 13757
number of failed transactions: 0 (0.000%)
latency average = 92.039 ms
initial connection time = 103.672 ms
tps = 2781.444046 (without initial connection time)